<?php
// init this file
print ('<h1>DelitedFile</h1>');
print("Пока это копиия с DelitedFile.php, но вскоре мы превратим его в полноценную страницу<br>");
print ('еще одна строка для обновления файла в GIT<br>');
print ('какой-то еще код<br>');
print ('какой-то еще код2<br>');
print("добавляем еще текста с iMac'27<br>");
print("Криптологин рулит<br>");
print ('какой-то еще код<br>');
print ('какой-то еще код2<br>');
print ('<blockquote>
  <p>Ум ценится дорого, когда дешевеет сила.</p>
  <cite>Джейсон Стэтхэм</cite>
</blockquote>');
print ('какой-то еще код<br>');
print ('какой-то еще код2<br>');
print("добавляем еще текста с iMac'27<br>");
print("Криптологин рулит<br>");
print ('какой-то еще код<br>');
print ('<figure>
        <img src="img/field.jpg" alt="Фигуры на полях" width="800">
      <figcaption>Загадочные фигуры на полях оказались ландшафтным оформлением поля для гольфа</figcaption>
    </figure>
');
?>
<svg width="167px" height="277px" viewBox="0 0 167 277" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" xmlns:sketch="http://www.bohemiancoding.com/sketch/ns">
    <title>Cat</title>
    <desc>Cat icon</desc>
    <g id="cat" sketch:type="MSLayerGroup" transform="translate(2.000000, 4.000000)" cursor="pointer">
        <g id="tale" transform="translate(28.000000, 0.000000)" sketch:type="MSShapeGroup">
            <path id="tale_form" d="M44.0039062,139.5 C44.0039062,139.5 48.5039062,115 43.5039062,93 C38.5039062,71 2.50390625,43.4785156 0.50390625,22.4785156 C-1.49609375,1.47851562 26.5039062,-10.0214844 42.0039062,14.4785156 C57.5039062,38.9785156 67.0039062,57.4785156 63.0039062,87.4785156 C59.0039063,117.478516 67.0039062,135.5 67.0039062,135.5" stroke="#D07F29" stroke-width="8" fill="#F6B85C"></path>
            <path id="tale_pattern_1" d="M5.3359375,29.625 L31.3359375,25.625 L9.8359375,43.125 L5.3359375,29.625 Z" fill="#D07F29"></path>
            <path id="tale_pattern_1" d="M24.3359375,56.625 L50.3359375,52.625 L28.8359375,70.125 L24.3359375,56.625 Z" fill="#D07F29"></path>
            <path id="tale_pattern_1" d="M51.3359375,29.625 L27.9980469,42.125 L56.9980469,43.125 L51.3359375,29.625 L51.3359375,29.625 Z" fill="#D07F29"></path>
            <path id="tale_pattern_1" d="M63.0195312,63.625 L44.5195312,73.625 L64.5195312,75.625 L63.0195312,63.625 L63.0195312,63.625 Z" fill="#D07F29"></path>
        </g>
        <g id="face" transform="translate(0.000000, 137.000000)" sketch:type="MSShapeGroup">
            <path id="face_form" d="M2.11914062,71.5878906 C0.619140625,40.5878906 23.9628906,3.58789062 84.5410156,1.08789063 C145.119141,-1.41210937 162.501953,38.1757813 160.119141,62.0878906 C157.736328,86 164.158203,124.769531 84.1582031,124.759766 C4.15820312,124.75 3.61914062,102.587891 2.11914062,71.5878906 Z" stroke="#D07F29" stroke-width="8" fill="#F6B85C"></path>
            <path id="face_pattern-4" d="M11.0820312,31.9980469 L20.0820312,46.9980469 L5.08203125,45.9980469 L11.0820312,31.9980469 Z" fill="#D07F29"></path>
            <path id="face_pattern-1" d="M68.6445312,0.5625 L62.6445312,13.0625 L58.1445312,3.5625 L68.6445312,0.5625 Z" fill="#D07F29"></path>
            <path id="face_pattern-2" d="M90.6816406,1.42578125 L83.1816406,10.9628906 L79.1816406,0.462890625 L90.6816406,1.42578125 Z" fill="#D07F29"></path>
            <path id="face_patter-3" d="M108.681641,1.42578125 L105.724609,11 L98.2246094,1 L108.681641,1.42578125 Z" fill="#D07F29"></path>
            <path id="face_pattern-5" d="M4.08203125,53.9980469 L18.0820312,63.5195312 L0.603515625,68.5410156 L4.08203125,53.9980469 Z" fill="#D07F29"></path>
            <path id="face_pattern-6" d="M0.14453125,78.0625 L14.6445312,82.5996094 L1.64453125,92.0996094 L0.14453125,78.0625 Z"  fill="#D07F29"></path>
            <path id="face_pattern-8" d="M147.1875,83.5410156 L158.644531,82.5996094 L152.666016,94.5410156 L147.1875,83.5410156 Z" fill="#D07F29"></path>
            <path id="face_pattern-7" d="M152.666016,65.5625 L159.644531,61.5996094 L157.666016,71.0625 L152.666016,65.5625 Z" fill="#D07F29"></path>
        </g>
        <g id="ears" transform="translate(25.000000, 123.000000)" stroke="#D07F29" stroke-width="8" fill="#F6B85C" sketch:type="MSShapeGroup">
            <path id="ear_right" d="M5.01953125,34.4453125 L0.51953125,3.4453125 L39.5195312,21.5195312"></path>
            <path id="ear_left" d="M83.0195312,31.4453125 L78.5195312,0.4453125 L117.519531,18.5195312" transform="translate(98.019531, 15.945312) scale(-1, 1) translate(-98.019531, -15.945312) "></path>
        </g>
        <g id="right_eye" transform="translate(38.000000, 171.000000)">
            <path id="right_eye_form" fill="white" stroke="#C76E0E" stroke-width="4" d="M18.7416992,32.9536133 C28.6828247,32.9536133 35.8808594,34.0195313 35.8808594,34.0195313 C35.8808594,34.0195313 38.859375,1.01953125 18.8808594,0.51953125 C-1.09765625,0.01953125 0.91796875,34.5195312 0.91796875,34.5195312 C0.91796875,34.5195312 8.80057372,32.9536133 18.7416992,32.9536133 Z"></path>
            <path id="right_pupil" fill="#000000" d="M22.4042753,33.0012585 C21.2342602,32.9709718 20.0103154,32.9536133 18.7416992,32.9536133 C15.4038198,32.9536133 12.2980138,33.1301517 9.64474281,33.3646777 C9.23092915,30.3650525 9,27.0230623 9,23.5 C9,18.3792109 9.48787873,13.6409688 10.3161013,9.78056931 C10.9243188,10.4972927 12.3447458,11 14,11 C16.209139,11 18,10.1045695 18,9 C18,7.8954305 16.209139,7 14,7 C12.6852247,7 11.5186063,7.31716764 10.7894953,7.80682772 L10.7894953,7.80682772 C11.5752811,4.86834312 12.578419,2.59826363 13.7139847,1.28169203 C14.8702758,0.877899019 16.1296944,0.622481638 17.5013415,0.541785109 C20.6458516,2.84872554 23,12.2514157 23,23.5 C23,26.8814294 22.7872651,30.0960528 22.4042753,33.0012585 L22.4042753,33.0012585 Z"></path>
        </g>
        <g id="left_eye" transform="translate(88.000000, 166.000000)">
            <path id="eye_oval" d="M28.7558594,51.1464844 C43.6675476,51.1464844 47.2910156,47.0581726 47.2910156,32.1464844 C47.2910156,17.2347961 40.7027039,0.146484375 25.7910156,0.146484375 C10.8793274,0.146484375 0.40234375,17.123468 0.40234375,32.0351562 C0.40234375,46.9468445 13.8441711,51.1464844 28.7558594,51.1464844 L28.7558594,51.1464844 Z" fill="#FBEAC9" sketch:type="MSShapeGroup"></path>
            <path id="left_eye_form" stroke="#C76E0E" stroke-width="4" stroke-linejoin="round" fill="#FFFFFF" d="M7.96516037,40.4486607 C7.96516037,40.4486607 6.89299774,7.58861607 24.9720993,7.07433036 C43.0512009,6.56004464 40.8362541,42.5821429 40.8362541,42.5821429 C40.8362541,42.5821429 35.55164,39.5094866 24.6591177,39.5094866 C13.7665954,39.5094866 7.96516037,40.4486607 7.96516037,40.4486607 Z"></path>
            <path id="left_pupil" fill="#000000" d="M15.7851786,11.2231759 C17.6795057,9.22525526 20.0299232,7.79271496 22.9456671,7.27776187 C25.8869946,10.4552549 28,19.2044479 28,29.5 C28,33.1038729 27.7410951,36.5182716 27.2783858,39.5705479 C26.4445145,39.5310442 25.5714885,39.5094866 24.6591177,39.5094866 C20.1317005,39.5094866 16.4838214,39.6717387 13.7664883,39.8613644 C13.2756762,36.735786 13,33.2187669 13,29.5 C13,24.4158697 13.5152698,19.7088289 14.3911069,15.8636119 C15.035714,16.5358219 16.4094424,17 18,17 C20.209139,17 22,16.1045695 22,15 C22,13.8954305 20.209139,13 18,13 C16.7754231,13 15.6793723,13.2751426 14.9456384,13.7085325 L14.9456384,13.7085325 C15.2046722,12.8145657 15.4853862,11.9833963 15.7851786,11.2231759 Z"></path>
        </g>
        <g id="mouth" transform="translate(73.000000, 218.000000)" stroke="#C86E0D" stroke-width="3" sketch:type="MSShapeGroup" stroke-linecap="round" stroke-linejoin="round">
            <path id="mouth_form" d="M0.272460937,15.404771 C0.272460937,15.404771 3.11816406,13.420396 9.9453125,13.2875835 C16.7724609,13.154771 21.0224609,15.154771 21.0224609,15.154771" transform="translate(10.647461, 14.343011) scale(1, -1) translate(-10.647461, -14.343011) "></path>
            <path id="mouth_line" d="M11.0410156,6.75 L10.5224609,13.7392578"></path>
            <path id="nose" d="M0.291015625,0.25 C0.291015625,0.25 8.29101562,6.5 10.5410156,6.5 C12.7910156,6.5 19.2910156,1 19.2910156,1"></path>
        </g>
        <g id="brows" transform="translate(41.000000, 154.000000)" stroke="#C76E0E" stroke-width="2" sketch:type="MSShapeGroup" stroke-linecap="round" stroke-linejoin="round">
            <path id="brow_right" d="M0.064453125,12.4082031 C0.064453125,12.4082031 13.5644531,2.65820312 20.8144531,0.658203125"></path>
            <path id="brow_left" d="M70.0644531,12.4082031 C70.0644531,12.4082031 83.5644531,2.65820312 90.8144531,0.658203125" transform="translate(80.439453, 6.533203) scale(-1, 1) translate(-80.439453, -6.533203) "></path>
        </g>
        <g id="right_hand" transform="translate(21.000000, 253.000000)" stroke="#D07F29" sketch:type="MSShapeGroup">
            <path id="right_hand_form" d="M0.0322520461,9.06854525 C-0.484258497,5.08938102 5.03729301,0.40699377 28.6246078,0.0191556231 C52.2119226,-0.368682524 56.1341745,5.21774115 54.7568131,9.06854525 C53.3794516,12.9193493 46.7905795,16.0055081 26.5464599,15.9999926 C6.30234032,15.9944771 0.548762589,13.0477095 0.0322520461,9.06854525 Z" stroke-width="7" fill="#F6B85C"></path>
            <path id="right_hand_line_1" d="M18.2958984,15.4208984 L18.7490234,8.64160156" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"></path>
            <path id="right_hand_line_2" d="M33.2958984,15.4208984 L33.7490234,8.64160156" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"></path>
            <animateMotion path="M 0 0 L 0 -3 L 0 0" begin="0s" dur="1s" repeatCount="indefinite" />
        </g>
        <g id="left_hand" transform="translate(87.000000, 253.000000)" stroke="#D07F29" sketch:type="MSShapeGroup">
            <path id="left_hand_form" d="M0.0322520461,9.06854525 C-0.484258497,5.08938102 5.03729301,0.40699377 28.6246078,0.0191556231 C52.2119226,-0.368682524 56.1341745,5.21774115 54.7568131,9.06854525 C53.3794516,12.9193493 46.7905795,16.0055081 26.5464599,15.9999926 C6.30234032,15.9944771 0.548762589,13.0477095 0.0322520461,9.06854525 Z" stroke-width="7" fill="#F6B85C"></path>
            <path id="left_hand_line_2" d="M34.2958984,15.4208984 L34.7490234,8.64160156" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"></path>
            <path id="left_hand_line_2" d="M20.2958984,15.4208984 L20.7490234,8.64160156" stroke-width="5" stroke-linecap="round" stroke-linejoin="round"></path>
            <animateMotion path="M 0 0 L 0 -3 L 0 0" begin="0.5s" dur="1s" repeatCount="indefinite" />
        </g>
        <animateMotion path="M 0 0 L -2 -1 L 2 1 L -2 -1 L 2 1 L 0 0" begin="click" dur="0.2s" />
    </g>
</svg>
<svg width="167px" height="277px" viewBox="0 0 167 277"><use x="0" y="0" xlink:href="#cat" transform="scale(0.72)" /></svg>